acpi
acpid
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-sans-fonts
alsa-firmware
alsa-utils
ark
audiocd-kio
avahi
b43-fwcutter
base
base-devel
betterlockscreen
bluedevil
bluez-cups
bluez-hid2hci
bluez-plugins
bluez-utils
boost
breeze-gtk
btrfs-progs
bzip2
cmake
code
coreutils
cpupower
cronie
cryptsetup
device-mapper
dhclient
dhcpcd
diffutils
discord
dmenu
dmidecode
dmraid
dnsmasq
dolphin
dolphin-plugins
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
elisa
exfatprogs
f2fs-tools
feh
ffmpeg
ffmpegthumbs
filelight
firefox
fwupd
gdm
geany
gendesk
glade
gnome-terminal
gnome-themes-extra
gnu-netcat
grub
grub-btrfs
grub-theme-manjaro
gst-libav
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gst-plugins-ugly
gtk3
gtkmm3
gwenview
haveged
herbe
htop
i3-wm
i3lock-color
i3status
ifplugd
inetutils
intel-ucode
inxi
jfsutils
kaccounts-providers
kamera
kate
kcalc
kde-gtk-config
kdeconnect
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
keditbookmarks
keepassxc
kfind
kgamma
khelpcenter
khotkeys
kinfocenter
kinit
kio-extras
kmenuedit
konsole
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kwallet-pam
kwalletmanager
kwayland-integration
kwin
kwrited
less
lf
lib32-gst-plugins-base-libs
lib32-libcanberra
lib32-libva-intel-driver
lib32-libva-mesa-driver
lib32-libva-vdpau-driver
lib32-libxslt
lib32-mesa-vdpau
lib32-nvidia-utils
lib32-ocl-icd
lib32-pipewire-jack
lib32-vulkan-intel
lib32-vulkan-radeon
libcanberra
libdvdcss
libpamac-flatpak-plugin
libpamac-snap-plugin
libreoffice-still
libtorrent-rasterbar
libva-intel-driver
libva-mesa-driver
libva-vdpau-driver
libxnvctrl
linux61
linux61-nvidia
llvm14-libs
logrotate
lutris
lvm2
maim
make
man-db
man-pages
manjaro-alsa
manjaro-application-utility
manjaro-browser-settings
manjaro-hello
manjaro-hotfixes
manjaro-kde-settings
manjaro-printer
manjaro-release
manjaro-settings-manager-kcm
manjaro-settings-manager-knotifier
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
menu-qalc
mesa-vdpau
mhwd
mhwd-db
milou
mkinitcpio-openswap
mobile-broadband-provider-info
modemmanager
mtpfs
nano
nano-syntax-highlighting
neofetch
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
nfs-utils
nitrogen
noto-fonts
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
numlockx
nvidia-prime
nvidia-settings
nvidia-utils
okular
openresolv
openssh
optimus-manager
os-prober
oxygen
oxygen-icons
p7zip
packagekit-qt5
pacman-contrib
pamac-cli
pamac-gtk
pamac-tray-icon-plasma
partitionmanager
pavucontrol
perl
perl-file-mimeinfo
phonon-qt5-gstreamer
picom
plasma-browser-integration
plasma-desktop
plasma-nm
plasma-pa
plasma-simplemenu
plasma-systemmonitor
plasma-thunderbolt
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
playerctl
plymouth
plymouth-kcm
plymouth-theme-manjaro
polybar
poppler-data
power-profiles-daemon
powerdevil
powertop
print-manager
protontricks
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-ctl
python-graphviz
python-matplotlib
python-pillow
python-pip
python-pyqt5
python-pysmbc
python-reportlab
qt5-imageformats
qt5-virtualkeyboard
reiserfsprogs
rofi
rsync
s-nail
samba
samrewritten-git
scons
sddm
sddm-breath-theme
sddm-kcm
sdl2_image
skanlite
snapd
sof-firmware
spectacle
spectre-meltdown-checker
sshfs
steam-native-runtime
sudo
sysfsutils
system-config-printer
systemd
systemd-kcm
systemsettings
terminator
terminus-font
texinfo
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
texmaker
timeshift
timeshift-autosnap-manjaro
tree
ttf-dejavu
ttf-droid
ttf-font-awesome
ttf-inconsolata
ttf-indic-otf
ttf-liberation
udiskie
udisks2
unarchiver
unrar
usb_modeswitch
usbutils
vi
vim
vlc
vulkan-intel
vulkan-radeon
wget
which
wine-staging
wireless-regdb
wpa_supplicant
xclicker
xclip
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-elographics
xf86-input-evdev
xf86-input-libinput
xf86-input-void
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfsprogs
xorg-mkfontscale
xorg-server
xorg-twm
xorg-xinit
xorg-xkill
xsel
xterm
yakuake
yay
